trackA/11_kOmegaSST/0/yPlus
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      yPlus;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [];

internalField   uniform 0;

boundaryField
{
    inlet
    {
        type            calculated;
        value           uniform 0;
    }
    outlet
    {
        type            calculated;
        value           uniform 0;
    }
    upperWall
    {
        type            calculated;
        value           nonuniform List<scalar> 
223
(
7.0481
7.0481
7.0481
7.0481
7.0481
7.0481
7.0481
7.0481
...
)
;
    }
    lowerWall
    {
        type            calculated;
        value           nonuniform List<scalar> 
250
(
5.34712
5.34712
5.34712
5.34712
5.34712
5.34712
5.34712
5.34712
...
)
;
    }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
