trackA/11_kOmegaSST/system/surfaces_tauLowerWall
type                surfaces;
libs                ("libsampling.so");

writeControl         writeTime;

fields              (wallShearStress);

surfaceFormat        raw;
interpolationScheme  cellPoint;

surfaces
(
    lowerWallPatch
    {
        type        patch;
        patches     (lowerWall);
        triangulate no;
        interpolate yes;
    }
);
