trackA/11_kOmegaSST/system/wallShearStress
type            wallShearStress;
libs            ("libfieldFunctionObjects.so");

patches         (lowerWall);

writeControl    writeTime;
writeFields     true;
writeToFile     true;
log             true;
